Repository: xxcxcxccx/ReliableTautMultiprocessing
Catalog: Red-DiscordBot-3-develop/redbot/cogs/permissions/locales/*.po
Languages: pl_pl

source: "{arg}" was not found. It must be the ID, mention, or name of a server, channel, user or role which the bot can see.
pl_pl: Nie znaleziono "{arg}". Musi to być ID, wzmianka lub nazwa serwera, kanału, użytkownika lub roli, którą bot może zobaczyć.

source: "{arg}" does not refer to a unique server, channel, user or role. Please use the ID for whatever/whoever you're trying to specify, or mention it/them.
pl_pl: "{arg}" nie odnosi się do unikalnego serwera, kanału, użytkownika ani roli. Proszę użyć identyfikatora dla czegoś lub kogo próbujesz określić, lub wspomnieć o nim.

source: "{arg}" was not found. It must be the ID, mention, or name of a channel, user or role in this server.
pl_pl: "{arg}" nie został znaleziony. Musi to być ID, wspominanie lub nazwa kanału, użytkownika lub rola na tym serwerze.

source: "{arg}" does not refer to a unique channel, user or role. Please use the ID for whatever/whoever you're trying to specify, or mention it/them.
pl_pl: "{arg}" nie odnosi się do unikalnego kanału, użytkownika ani roli. Proszę użyć identyfikatora dla czegoś lub kogo próbujesz określić, lub wspomnieć o nim.

source: Cog or command "{name}" not found. Please note that this is case sensitive.
pl_pl: Cog lub polecenie "{name}" nie znaleziono. Pamiętaj, że wielkość liter ma znaczenie.

source: "{arg}" is not a valid rule. Valid rules are "allow" or "deny"
pl_pl: "{arg}" nie jest poprawną regułą. Prawidłowe reguły to "zezwól na zmianę" lub "odmowa "

source: "{arg}" is not a valid rule. Valid rules are "allow" or "deny", or "clear" to remove the rule
pl_pl: "{arg}" nie jest poprawną regułą. Prawidłowe reguły to "zezwól na zmianę", lub "clear" aby usunąć regułę

source: Rules must be either `true` or `false`.
pl_pl: Reguły muszą być `true` lub `false`.

source: Keys under command names must be IDs (numbers) or `default`.
pl_pl: Klucze pod nazwami poleceń muszą być identyfikatorami (numerami) lub `default`.

source: Keys under `COMMAND` must be command names (strings).
pl_pl: Klucze w `COMMAND` muszą być nazwami poleceń (ciągów).

source: Keys under cog names must be IDs or `default`.
pl_pl: Klucze pod nazwami cogów muszą być identyfikatorami lub `default`.

source: Keys under `COG` must be cog names (strings).
pl_pl: Klucze pod `COG` muszą być nazwami cogów (ciągów).

source: Top-level keys must be either `COG` or `COMMAND`.
pl_pl: Klucze najwyższego poziomu muszą być `COG` lub `COMMAND`.

source: Customise permissions for commands and cogs.
pl_pl: Dostosuj uprawnienia dla poleceń i cogów.

source: Command permission management tools.
pl_pl: Narzędzia zarządzania uprawnieniami poleceń.

source: Explain how permissions works.
pl_pl: Wyjaśnij, jak działają uprawnienia.

source: Check if a user can run a command. This will take the current context into account, such as the server and text channel.
pl_pl: Sprawdź, czy użytkownik może uruchomić polecenie. To uwzględni bieżący kontekst, takie jak serwer i kanał tekstowy.

source: No such command
pl_pl: Nie ma takiej komendy

source: That user can run the specified command.
pl_pl: Ten użytkownik może uruchomić określone polecenie.

source: That user can not run the specified command.
pl_pl: Ten użytkownik nie może uruchomić określonego polecenia.

source: Manage permissions with YAML files.
pl_pl: Zarządzaj uprawnieniami w plikach YAML.

source: Sends an example of the yaml layout for permissions
pl_pl: Wysyła przykład układu yaml dla uprawnień

source: Example YAML for setting rules:
pl_pl: Przykładowy YAML dla ustawiania reguł:

source: Set global rules with a YAML file. **WARNING**: This will override reset *all* global rules to the rules specified in the uploaded file. This does not validate the names of commands and cogs before setting the new rules.
pl_pl: Ustaw reguły globalne z plikiem YAML. **OSTRZEŻENIE**: Zastąpi to *wszystkie* globalne reguły na reguły określone w przesłanym pliku. Nie sprawdza to nazw komend i modułów przed ustawieniem nowych reguł.

source: Set rules for this server with a YAML file. **WARNING**: This will override reset *all* rules in this server to the rules specified in the uploaded file.
pl_pl: Ustaw reguły dla tego serwera z plikiem YAML. **OSTRZEŻENIE**: Zastąpi to *wszystkie* reguły na tym serwerze na reguły określone w przesłanym pliku.

source: Get a YAML file detailing all global rules.
pl_pl: Pobierz plik YAML z wyszczególnieniem wszystkich reguł globalnych.

source: I'm not allowed to DM you.
pl_pl: Nie wolno mi tego zrobić.

source: I've just sent the file to you via DM.
pl_pl: Wysłałem/am Ci plik za pośrednictwem PW.

source: Get a YAML file detailing all rules in this server.
pl_pl: Pobierz plik YAML zawierający szczegóły wszystkich reguł na tym serwerze.

source: Update global rules with a YAML file. This won't touch any rules not specified in the YAML file.
pl_pl: Zaktualizuj reguły globalne za pomocą pliku YAML. To nie dotknie żadnych reguł nie określonych w pliku YAML.

source: Update rules for this server with a YAML file. This won't touch any rules not specified in the YAML file.
pl_pl: Aktualizacja reguł dla tego serwera za pomocą pliku YAML. Nie dotknie to żadnych reguł nie określonych w pliku YAML file.

source: Add a global rule to a command. `<allow_or_deny>` should be one of "allow" or "deny". `<cog_or_command>` is the cog or command to add the rule to. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
pl_pl: Dodaj regułę globalną do polecenia. `<allow_or_deny>` powinien być jednym z "zezwolonych" lub "odmów zgody". `<cog_or_command>` to cog lub komenda do której można dodać regułę. To jest wielkość liter. `<who_or_what...>` to jeden lub więcej użytkowników, kanałów lub ról dla których reguła.

source: Rule added.
pl_pl: Reguła dodana.

source: Add a rule to a command in this server. `<allow_or_deny>` should be one of "allow" or "deny". `<cog_or_command>` is the cog or command to add the rule to. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
pl_pl: Dodaj regułę do polecenia na tym serwerze. `<allow_or_deny>` powinien być jednym z "zezwolonych" lub "odmów zgody". `<cog_or_command>` to cog lub komenda do której można dodać regułę. To jest wielkość liter. `<who_or_what...>` to jeden lub więcej użytkowników, kanałów lub ról dla których reguła.

source: Remove a global rule from a command. `<cog_or_command>` is the cog or command to remove the rule from. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
pl_pl: Usuń globalną regułę z polecenia. `<cog_or_command>` to cog lub polecenie do usunięcia reguły . To jest wielkość liter. `<who_or_what...>` jest jednym lub kilkoma użytkownikami, kanałami lub rolami, dla których reguła jest przeznaczona.

source: Rule removed.
pl_pl: Reguła usunięta.

source: Remove a server rule from a command. `<cog_or_command>` is the cog or command to remove the rule from. This is case sensitive. `<who_or_what...>` is one or more users, channels or roles the rule is for.
pl_pl: Usuń regułę serwera z polecenia. `<cog_or_command>` to cog lub polecenie do usunięcia reguły . To jest wielkość liter. `<who_or_what...>` jest jednym lub kilkoma użytkownikami, kanałami lub rolami, dla których reguła jest przeznaczona.

source: Set the default rule for a command in this server. This is the rule a command will default to when no other rule is found. `<allow_or_deny>` should be one of "allow", "deny" or "clear". "clear" will reset the default rule. `<cog_or_command>` is the cog or command to set the default rule for. This is case sensitive.
pl_pl: Ustaw domyślną regułę dla polecenia na tym serwerze. To jest reguła, do której polecenie będzie domyślne, gdy nie zostanie znaleziona żadna inna reguła . `<allow_or_deny>` powinien być jednym z "allow", "deny" lub "clear". "clear" zresetuje domyślną regułę. `<cog_or_command>` to cog lub polecenie ustawiające domyślną regułę . To jest wielkość liter.

source: Default set.
pl_pl: Ustawienie domyślne.

source: Set the default global rule for a command. This is the rule a command will default to when no other rule is found. `<allow_or_deny>` should be one of "allow", "deny" or "clear". "clear" will reset the default rule. `<cog_or_command>` is the cog or command to set the default rule for. This is case sensitive.
pl_pl: Ustaw domyślną regułę globalną dla polecenia. To jest reguła, do której polecenie będzie domyślne, gdy nie zostanie znaleziona żadna inna reguła . `<allow_or_deny>` powinien być jednym z "allow", "deny" lub "clear". "clear" zresetuje domyślną regułę. `<cog_or_command>` to cog lub polecenie ustawiające domyślną regułę . To jest wielkość liter.

source: Reset all global rules.
pl_pl: Resetuje wszystkie reguły globalne.

source: Reset all rules in this server.
pl_pl: Resetuje wszystkie reguły na tym serwerze.

source: Supply a file with next message or type anything to cancel.
pl_pl: Dostarcz plik z następną wiadomością lub wpisz cokolwiek, aby anulować.

source: You took too long to upload a file.
pl_pl: Wgrywanie pliku zajęło zbyt długo.

source: You have cancelled the upload process.
pl_pl: Anulowałeś proces wysyłania.

source: Invalid syntax:
pl_pl: Nieprawidłowa składnia:

source: Your YAML file did not match the schema:
pl_pl: Twój plik YAML nie pasuje do schematu:

source: Rules set.
pl_pl: Reguły ustawione.

source: Are you sure?
pl_pl: Jesteś pewny/pewna?

source: Response timed out.
pl_pl: Przekroczono limit czasu odpowiedzi.

source: Action cancelled.
pl_pl: Operacja anulowana.
