Repository: xxcxcxccx/ReliableTautMultiprocessing
Catalog: Red-DiscordBot-3-develop/redbot/cogs/image/locales/*.po
Languages: pt_br, zh_tw

source: Image related commands.
pt_br: Comandos relacionados a imagens.
zh_tw: 圖像相關指令。

source: Retrieve pictures from Imgur. Make sure to set the Client ID using `[p]imgurcreds`.
pt_br: Obtém imagens do Imgur. Certifique-se de definir o ID de cliente usando `[p]imgurcreds`.
zh_tw: 從 Imgur 檢索圖片。 確保使用“[p]imgurcreds”設置客戶端 ID。

source: Search Imgur for the specified term. - `[count]`: How many images should be returned (maximum 5). Defaults to 1. - `<terms...>`: The terms used to search Imgur.
pt_br: Pesquisar no Imgur com termo especificado. - `[count]`: Quantas imagens devem ser retornadas (máximo 5). O padrão é 1. - `<terms...>`: Os termos de busca usados para pesquisar no Imgur.
zh_tw: 在 Imgur 中搜索指定的名詞。 - `[count]`：回應多少張圖像(最多 5 張)。 默認為 1。 - `<terms...>`：用於搜索 Imgur 的名詞。

source: Image count has to be between 1 and 5.
pt_br: A quantia de imagens deve ser entre 1 e 5.
zh_tw: 圖片顯示數量必須介於 1 到 5 之間。

source: A Client ID has not been set! Please set one with `{prefix}imgurcreds`.
pt_br: Não foi definido um ID de cliente! Por favor, defina um com `{prefix}imgurcreds.
zh_tw: 尚未設置客戶 ID！ 請使用 `{prefix}imgurcreds` 設置一個。

source: Your search returned no results.
pt_br: A sua pesquisa não retornou resultados.
zh_tw: 你的搜尋查無結果。

source: Search results...
pt_br: Resultados da pesquisa...
zh_tw: 搜尋結果…

source: Something went wrong. Error code is {code}.
pt_br: Algo deu errado. O código de erro é {code}.
zh_tw: 出問題了。 錯誤代碼是 {code}。

source: Get images from a subreddit. - `<subreddit>`: The subreddit to get images from. - `[count]`: The number of images to return (maximum 5). Defaults to 1. - `[sort_type]`: New, or top results. Defaults to top. - `[window]`: The timeframe, can be the past day, week, month, year or all. Defaults to day.
pt_br: Obtém imagens de um subreddit. - `<subreddit>`: O subreddit de onde obter as imagens. - `[quantia=1..5]`: O número de imagens a retornar (máximo 5). O padrão é 1. - `[modo_de_ordenação={new, top}]`: Resultados mais novos ou mais populares. O padrão são as mais populares. - `[window={day, week, month, year, all}]`: A janela de tempo pode ser o último dia, semana, mês, ano ou desde sempre. O padrão é o último dia.
zh_tw: 從 subreddit 獲取圖像。 - `<subreddit>`：從中獲取圖像的 subreddit。 - `[count]`：要顯示的圖像數量（最多 5 張）。 默認為 1。 - `[sort_type]`：新的或最佳結果。 默認為頂部。 - `[window]`: 時間範圍，可以是過去的一天、一周、一個月、一年或過去的所有時間。 默認為天。

source: Only 'new' and 'top' are a valid sort type.
pt_br: Apenas 'new' (novos) e 'top' (populares) são tipos válidos de ordenação.
zh_tw: 只有 '最新' 和 '熱門' 是有效的排序方式。

source: No results found.
pt_br: Nenhum resultado encontrado.
zh_tw: 未找到結果。

source: Explain how to set imgur API tokens.
pt_br: Explicar como definir tokens de API do Imgur.
zh_tw: 解釋如何設置 imgur API 令牌。

source: To get an Imgur Client ID: 1. Login to an Imgur account. 2. Visit this page https://api.imgur.com/oauth2/addclient. 3. Enter a name for your application. 4. Select *Anonymous usage without user authorization* for the auth type. 5. Set the authorization callback URL to `https://localhost`. 6. Leave the app website blank. 7. Enter a valid email address and a description. 8. Check the captcha box and click next. 9. Your Client ID will be on the next page. 10. Run the command `{prefix}set api imgur client_id <your_client_id_here>`.
pt_br: Para obter um ID de cliente do Imgur: 1. Faça login em uma conta do Imgur; 2. Visite esta página (https://api.imgur.com/oauth2/addclient); 3. Digite um nome para seu aplicativo; 4. Selecione *Uso anônimo sem autorização do usuário* para o tipo de autenticação; 5. Defina o URL do retorno de chamada de autorização para `https://localhost`; 6. Deixe o site do aplicativo em branco; 7. Insira um endereço de e-mail válido e uma descrição; 8. Verifique a caixa de captcha e clique em seguida; 9. Seu ID de cliente estará na próxima página; 10. Execute o comando `{prefix}set api imgur client_id <seu_id_de_cliente_aqui>`.
zh_tw: 要獲取 Imgur 客戶端 ID： 1. 登錄 Imgur 帳戶。 2. 訪問此頁面 https://api.imgur.com/oauth2/addclient。 3. 為您的應用程序輸入一個名稱。 4. 為授權類型選擇*Anonymous usage without user authorization*。 5. 將授權回調URL設置為`https://localhost`。 6. 將應用程序網站留空。 7. 輸入有效的電子郵件地址和描述。 8.勾選驗證碼框，點擊下一步。 9. 您的客戶 ID 將在下一頁上。 10. 運行命令“{prefix}set api imgur client_id <your_client_id_here>”。

source: Retrieve the first search result from Giphy. - `<keywords...>`: The keywords used to search Giphy.
pt_br: Obtém o primeiro resultado de pesquisa do Giphy. - `<palavras_chave...>`: As palavras-chave usadas para pesquisar no Giphy.
zh_tw: 從 Giphy 檢索第一個搜索結果。 - `<keywords...>`：用於搜索 Giphy 的關鍵字。

source: An API key has not been set! Please set one with `{prefix}giphycreds`.
pt_br: Uma chave de API não foi definida! Por favor, defina uma com `{prefix}giphycreds.
zh_tw: 尚未設置 API 密鑰！ 請使用 `{prefix}giphycreds` 設置一個。

source: Error contacting the Giphy API.
pt_br: Erro ao contatar a API do Giphy.
zh_tw: 聯繫 Giphy API 時出錯。

source: Retrieve a random GIF from a Giphy search. - `<keywords...>`: The keywords used to generate a random GIF.
pt_br: Obtém um GIF aleatório de uma pesquisa de Giphy. - `<palavras_chave...>`: As palavras-chave usadas para gerar um GIF aleatório.
zh_tw: 從 Giphy 搜索中檢索隨機 GIF。 - `<keywords...>`：用於生成隨機 GIF 的關鍵字。

source: Error contacting the API.
pt_br: Erro ao contatar a API.
zh_tw: 聯繫 API 時出錯。

source: Explains how to set GIPHY API tokens.
pt_br: Explica como definir tokens de API do GIPHY.
zh_tw: 解釋如何設置 GIPHY API 令牌。

source: To get a GIPHY API Key: 1. Login to (or create) a GIPHY account. 2. Visit this page: https://developers.giphy.com/dashboard. 3. Press *Create an App*. 4. Click *Select API*, then *Next Step*. 5. Add an app name, for example *Red*. 6. Add an app description, for example *Used for Red's image cog*. 7. Click *Create App*. You'll need to agree to the GIPHY API Terms. 8. Copy the API Key. 9. In Discord, run the command {command}.
pt_br: Para obter uma chave de API do GIPHY: 1. Faça login (ou crie) uma conta GIPHY; 2. Visite esta página: (https://developers.giphy.com/dashboard); 3. Pressione *Criar um aplicativo*; 4. Clique em *Selecionar API* e, em seguida, *Próximo passo*; 5. Adicione um nome de aplicativo, por exemplo *Red*; 6. Adicione uma descrição do aplicativo, por exemplo, *Usado para a cog de imagens do Red*; 7. Clique em *Criar aplicativo*. Você precisará concordar com os termos da API do GIPHY; 8. Copie a chave da API; 9. No Discord, execute o comando {command}.
zh_tw: 要獲取 GIPHY API 密鑰： 1. 登錄（或創建）一個 GIPHY 帳戶。 2. 訪問此頁面：https://developers.giphy.com/dashboard。 3. 按*Create an App*。 4. 點擊 *Select API*，然後點擊 *Next Step*。 5. 添加應用名稱，例如*Red*。 6. 添加應用描述，例如*Used for Red's image cog*。 7. 點擊*創建應用程序*。 您需要同意 GIPHY API 條款。 8. 複製 API 密鑰。 9. 在 Discord 中，運行命令 {command}。

source: <your_api_key_here>
pt_br: <sua_chave_de_api_aqui>
