Repository: xxcxcxccx/ReliableTautMultiprocessing
Catalog: Red-DiscordBot-3-develop/redbot/cogs/admin/locales/*.po
Languages: cs_cz, zh_tw

source: I attempted to do something that Discord denied me permissions for. Your command failed to successfully complete.
cs_cz: Discord zamítl provedení akce. Tvůj příkaz nebyl úspěšně dokončen.
zh_tw: 我嘗試做了某些事情，但因權限不足而被 Discord 拒絕。您的指令無法完成。

source: I can not give {role.name} to {member.display_name} because that role is higher than or equal to my highest role in the Discord hierarchy.
cs_cz: Nemohu dát {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna mé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法將 {role.name} 給予 {member.display_name}，因為在 Discord 架構中此身份組高於或等於我最高的身分組。

source: I can not remove {role.name} from {member.display_name} because that role is higher than or equal to my highest role in the Discord hierarchy.
cs_cz: Nemohu odebrat {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna mé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法從 {member.display_name} 移除 {role.name}，因為在 Discord 架構中此身份組高於或等於我最高的身分組。

source: I can not edit {role.name} because that role is higher than my or equal to highest role in the Discord hierarchy.
cs_cz: Nemohu upravit {role.name}, protože tato role je vyšší, než moje nebo stejná jako nejvyšší role v Discord hierarchii.
zh_tw: 我無法編輯 {role.name}，因為在 Discord 架構中此身份組高於或等於我最高的身分組。

source: I can not let you give {role.name} to {member.display_name} because that role is higher than or equal to your highest role in the Discord hierarchy.
cs_cz: Nemohu ti dovolit dát {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法讓你給予 {member.display_name} {role.name} 身分組，因為該身分組位階高於或等於你最高的Discord 身分組。

source: I can not let you remove {role.name} from {member.display_name} because that role is higher than or equal to your highest role in the Discord hierarchy.
cs_cz: Nemohu ti dovolit odebrat {role.name} uživateli {member.display_name}, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法讓你從 {member.display_name} 移除 {role.name} 身分組，因為該身分組位階高於或等於你最高的Discord 身分組。

source: I can not let you edit {role.name} because that role is higher than or equal to your highest role in the Discord hierarchy.
cs_cz: Nemohu ti dovolit upravit {role.name}, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法讓你編輯 {role.name} 身分組，因為該身分組位階高於或等於你最高的Discord 身分組。

source: I need the "Manage Roles" permission to do that.
cs_cz: Potřebuji oprávnění "Správa rolí".
zh_tw: 我需要管理權限來完成。

source: I am already announcing something. If you would like to make a different announcement please use `{prefix}announce cancel` first.
cs_cz: Už něco oznamuji. Pokud bys rád provedl jiné oznámení, nejdříve použij `{prefix}announce cancel`.
zh_tw: 我已經發過公告。如果您想要發出不同的公告，請先執行`{prefix}announce cancel`。

source: A collection of server administration utilities.
cs_cz: Kolekce nástrojů pro správu serveru.
zh_tw: Discord伺服器管理工具

source: {member.display_name} already has the role {role.name}.
cs_cz: {member.display_name} již má roli {role.name}.
zh_tw: {member.display_name} 已擁有 {role.name} 身分組。

source: I successfully added {role.name} to {member.display_name}
cs_cz: Úspěšně jsem přidal {role.name} k {member.display_name}
zh_tw: 我已成功為 {role.name} 添加 {member.display_name} 身分組。

source: {member.display_name} does not have the role {role.name}.
cs_cz: Uživatel {member.display_name} nemá roli {role.name}.
zh_tw: {member.display_name} 並未擁有 {role.name} 身分組。

source: I successfully removed {role.name} from {member.display_name}
cs_cz: Úspěšně jsem odstranil {role.name} od {member.display_name}
zh_tw: 我已成功為 {role.name} 移除 {member.display_name} 身分組。

source: Add a role to a user. Use double quotes if the role contains spaces. If user is left blank it defaults to the author of the command.
cs_cz: Přidá roli uživateli. Použijte dvojí uvozovky, pokud role obsahuje mezery. Pokud je pole uživatele prázdné, bude nastaveno na autora příkazu.
zh_tw: 為一個使用者添加一個身分組。 若身分組含有空格，請使用雙引號。 如果使用者是留空的，則預設是給當前的指令操作者。

source: Remove a role from a user. Use double quotes if the role contains spaces. If user is left blank it defaults to the author of the command.
cs_cz: Odebrat roli uživateli. Použijte dvojí uvozovky, pokud role obsahuje mezery. Pokud je pole uživatele prázdné, bude nastaveno na autora příkazu.
zh_tw: 為一個使用者移除一個身分組。 若身分組含有空格，請使用雙引號。 如果使用者是留空的，則預設是給當前的指令操作者。

source: Edit role settings.
cs_cz: Upraví nastavení role.
zh_tw: 編輯身分組設定。

source: Edit a role's colour. Use double quotes if the role contains spaces. Colour must be in hexadecimal format. [Online colour picker](http://www.w3schools.com/colors/colors_picker.asp) Examples: `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`
cs_cz: Upravit barvu role. Pokud role obsahuje mezery, použij dvojité uvozovky. Barva musí být v hexadecimálním formátu. [Výběr barev online](http://www.w3schools.com/colors/colors_picker.asp) Příklady: `[p]editrole colour "Nejlepsi Spravce" #ff0000` `[p]editrole colour Spravce #ff9900`
zh_tw: 編輯身分組的顏色 若身分組含有空格，請使用雙引號。 顏色必須是 16進位制 的格式 [線上顏色選擇器](http://www.w3schools.com/colors/colors_picker.asp) 範例： `[p]editrole colour "The Transistor" #ff0000` `[p]editrole colour Test #ff9900`

source: {author} ({author.id}) changed the colour of role '{role.name}'
cs_cz: {author} ({author.id}) změnil barvu role '{role.name}'
zh_tw: {author} ({author.id}) 更改了身分組 '{role.name}' 的顏色

source: Done.
cs_cz: Hotovo.
zh_tw: 完成。

source: Edit a role's name. Use double quotes if the role or the name contain spaces. Example: `[p]editrole name "The Transistor" Test`
cs_cz: Upraví název role Použijte dvojité uvozovky, pokud role nebo název obsahuje mezery. Příklady: `[p]editrole name "Nejlepsi Spravce" Admin`
zh_tw: 編輯身分組名稱 若身分組含有空格，請使用雙引號。 範例： `[p]editrole name "The Transistor" Test`

source: {author} ({author.id}) changed the name of role '{old_name}' to '{name}'
cs_cz: {author} ({author.id}) změnil jméno role '{old_name}' na '{name}'
zh_tw: {author} ({author.id}) 更改了身分組的名字從 '{old_name}' 到 '{name}'

source: Announce a message to all servers the bot is in.
cs_cz: Oznámit zprávu na všechny servery, ve kterých bot je.
zh_tw: 向機器人所在的所有伺服器宣布一則訊息。

source: The announcement has begun.
cs_cz: Oznámení začalo.
zh_tw: 已經開始宣布。

source: Cancel a running announce.
cs_cz: Zrušit běžící oznámení.
zh_tw: 取消進行中的宣布。

source: There is no currently running announcement.
cs_cz: V současné době neexistuje žádné spuštěné oznámení.
zh_tw: 目前沒有正在執行的宣布。

source: The current announcement has been cancelled.
cs_cz: Současné oznámení bylo zrušeno.
zh_tw: 已取消目前的宣布。

source: Change how announcements are sent in this guild.
cs_cz: Změňte způsob odesílání oznámení v tomto klanu.
zh_tw: 更改群組發送公告的方式。

source: Change the channel where the bot will send announcements.
cs_cz: Změnit kanál, kam bude bot zasílat oznámení.
zh_tw: 更改機器人將發送公告的頻道。

source: The announcement channel has been set to {channel.mention}
cs_cz: Kanál pro oznámení byl nastaven na {channel.mention}
zh_tw: 公告文字頻道設為{channel.mention}

source: Unsets the channel for announcements.
cs_cz: Zruší kanál pro oznámení.
zh_tw: 移除設置的公告頻道。

source: Add or remove a selfrole from yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
cs_cz: Přidat nebo odebrat self-roli. Administrátoři serveru musí povolit nastavení role uživatelům. POZNÁMKA: Název role je citlivý na velká a malá písmena!
zh_tw: 添加或刪除您自己的身分組。 管理員必須將身分組配置為用戶可設定。 注意：身分組區分大小寫！

source: Add a selfrole to yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
cs_cz: Přidá vám self-roli. Administrátoři serveru musí povolit přiřazení role uživatelům. POZNÁMKA: Název role je citlivý na velká a malá písmena!
zh_tw: 添加您自己的身分組。 管理員必須將身分組配置為用戶可設定。 注意：身分組區分大小寫！

source: Remove a selfrole from yourself. Server admins must have configured the role as user settable. NOTE: The role is case sensitive!
cs_cz: Odebere vám self-roli. Administrátoři serveru musí povolit odebrání role uživatelům. POZNÁMKA: Název role je citlivý na velká a malá písmena!
zh_tw: 移除您自己的身分組。 管理員必須將身分組配置為用戶可設定。 注意：身分組區分大小寫！

source: Lists all available selfroles.
cs_cz: Seznam všech dostupných self-rolí.
zh_tw: 列出所有可用的身分組。

source: Available Selfroles: {selfroles}
cs_cz: Dostupné self-role: {selfroles}
zh_tw: 可用的身分組： {selfroles}

source: Manage selfroles.
cs_cz: Spravovat self-role.
zh_tw: 管理自我身分組。

source: Add a role, or a selection of roles, to the list of available selfroles. NOTE: The role is case sensitive!
cs_cz: Přidat roli, nebo výběr rolí, do seznamu dostupných self-roli. POZNÁMKA: Název role je citlivý na velká a malá písmena!
zh_tw: 將一個身分組或選擇身分組添加到可用的身分組列表中。 注意：身分組區分大小寫！

source: I cannot let you add {role.name} as a selfrole because that role is higher than or equal to your highest role in the Discord hierarchy.
cs_cz: Nemohu ti dovolit odebrat {role.name} jako self-roli uživateli, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法讓你給予 {role.name} 身分組，因為該身分組位階高於或等於你最高的Discord 身分組。

source: The role "{role.name}" is already a selfrole.
cs_cz: Role "{role.name}" již je self-rolí.
zh_tw: 身分組“{role.name}”已經是一個自我身分組。

source: Added {count} selfroles.
cs_cz: Přidáno {count} self-rolí.
zh_tw: 已新增 {count} 個自我身分組。

source: Added 1 selfrole.
cs_cz: Přidána 1 self-role.
zh_tw: 已新增1個自我身分組。

source: Remove a role, or a selection of roles, from the list of available selfroles. NOTE: The role is case sensitive!
cs_cz: Odebrat roli, nebo výběr rolí, ze seznamu dostupných self-roli. POZNÁMKA: Název role je citlivý na velká a malá písmena!
zh_tw: 將一個身分組或選擇身分組添加到可用的身分組列表中。 注意：身分組區分大小寫！

source: I cannot let you remove {role.name} from being a selfrole because that role is higher than or equal to your highest role in the Discord hierarchy.
cs_cz: Nemohu ti dovolit odebrat {role.name} uživateli, protože tato role je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法讓你從 移除 {role.name} 身分組，因為該身分組位階高於或等於你最高的Discord 身分組。

source: Removed {count} selfroles.
cs_cz: Odebráno {count} self-rolí.
zh_tw: 刪除了 {count} 個自我身分組。

source: Removed 1 selfrole.
cs_cz: Odebrána 1 self-role.
zh_tw: 刪除了1個自我身分組。

source: Clear the list of available selfroles for this server.
cs_cz: Vymazat seznam dostupných self-rolí pro tento server.
zh_tw: 已清除在server中可用的自我身分組。

source: There are currently no selfroles.
cs_cz: V současné době neexistují žádné self-role.
zh_tw: 目前沒有個人資料。

source: Are you sure you want to clear this server's selfrole list?
cs_cz: Určitě chcete vymazat seznam dostupných self-rolí pro tento server?
zh_tw: 您確定要清除此server的自我身分組列表嗎？

source: You took too long to respond.
cs_cz: Reakce vám trvala příliš dlouho.
zh_tw: 等待時間過長。

source: I cannot clear the selfroles because the selfrole '{role.name}' is higher than or equal to your highest role in the Discord hierarchy.
cs_cz: Nemohu vymazat seznam self-rolí, protože self-role '{role.name}' je vyšší nebo rovna tvé nejvyšší roli v Discord hierarchii.
zh_tw: 我無法清除 {role.name} 身分組，因為該身分組位階高於或等於你最高的Discord 身分組。

source: Selfrole list cleared.
cs_cz: Seznam self-rolí byl vymazán.
zh_tw: 自我身分組列表已清除。

source: No changes have been made.
cs_cz: Nebyly provedeny žádné změny.
zh_tw: 未做出改變。

source: Lock a bot to its current servers only.
cs_cz: Omezí bota pouze na jeho aktuální servery.
zh_tw: 將機器人鎖定僅限於伺服器上。

source: The bot is no longer serverlocked.
cs_cz: Bot již není uzamčen na server.
zh_tw: 機器人不再被伺務器鎖定。

source: The bot is now serverlocked.
cs_cz: Bot je nyní omezen na aktuální servery.
zh_tw: 機器人現在已被伺務器鎖定。

source: I could not announce to the following server:
cs_cz: Nemohu provést oznámení na tomto serveru:
zh_tw: 我無法通知以下伺務器:

source: I could not announce to the following servers:
cs_cz: Nemohu provést oznámení na těchto serverech:
zh_tw: 我無法通知以下伺務器:

source: The Admin cog is not loaded.
cs_cz: Admin cog není načten.
zh_tw: Admin齒輪尚未載入。

source: The role "{role_name}" is not a valid selfrole.
cs_cz: Role "{role_name}" není validní self-rolí.
zh_tw: 身分組“{role_name}”已經是一個自我身分組。

source: This selfrole has more than one case insensitive match. Please ask a moderator to resolve the ambiguity, or use the role ID to reference the role.
cs_cz: Tato self-role má více než jeden stejný název. Požádejte správce o výřešení těchto nejasností nebo použijte ID role.
zh_tw: 此自我身分組有多個不區分大小寫的匹配項。 請版主解決歧義，或使用角色 ID 來引用角色。
