Repository: xxcxcxccx/ReliableTautMultiprocessing
Catalog: Red-DiscordBot-3-develop/redbot/cogs/audio/core/utilities/locales/*.po
Languages: cs_cz

source: tracks
cs_cz: skladby

source: Page {page_num}/{total_pages}
cs_cz: Strana {page_num}/{total_pages}

source: Connection to Lavalink node has failed
cs_cz: Spojení s Lavalink uzlem selhalo

source: Please check your console or logs for details.
cs_cz: Prosím zkontrolujte svou konzoli nebo logy pro podrobnosti.

source: Connect to a voice channel first.
cs_cz: Nejprve se připojte k hlasovému kanálu.

source: Connection to Lavalink node has not yet been established.
cs_cz: Spojení s Lavalink uzlem ještě nebylo navázáno.

source: Unable To Play Tracks
cs_cz: Skladby Nelze Přehrát

source: Queue size limit reached.
cs_cz: Dosaženo limitu velikosti fronty.

source: Track Enqueued
cs_cz: Skladba zařazena do fronty

source: This track is not allowed in this server.
cs_cz: Tato skladba není na tomto serveru povolena.

source: Track exceeds maximum length.
cs_cz: Skladba překročila maximální délku.

source: {time} until track playback: #{position} in queue
cs_cz: {time} než bude skladba hrát: #{position} ve frontě

source: Tracks Found:
cs_cz: Nalezené skladby:

source: search results
cs_cz: výsledky hledání

source: Folders Found:
cs_cz: Složky nalezeny:

source: local folders
cs_cz: místní složky

source: Files Found:
cs_cz: Nalezené soubory:

source: local tracks
cs_cz: místní skladby

source: Unknown
cs_cz: Neznámý

source: - Name: <{pname}> - Scope: < {scope} > - ID: < {pid} > - Tracks: < {ptracks} > - Author: < {author} >
cs_cz: - Název: <{pname}> - Rozsah: < {scope} > - ID: < {pid} > - Skladby: < {ptracks} > - Autor: < {author} >

source: Invalid Environment
cs_cz: Neplatné Prostředí

source: No localtracks folder.
cs_cz: Chybí složka na lokalní skladby.

source: Not enough {currency}
cs_cz: Nedostatek {currency}

source: {required_credits} {currency} required, but you have {bal}.
cs_cz: Je potřeba {required_credits} {currency}, ale vy máte {bal}.

source: music in {} servers
cs_cz: hudba na {} serverech

source: There's nothing in the queue.
cs_cz: Ve frontě nic není.

source: Currently livestreaming {track}
cs_cz: Aktuaně živě streamuji {track}

source: {time} left on {track}
cs_cz: {time} zbývá {track}

source: Track Skipped
cs_cz: Skladba přeskočena

source: Track number must be equal to or greater than 1.
cs_cz: Číslo skladby musí být rovné nebo větší než 1.

source: There are only {queuelen} songs currently queued.
cs_cz: Nyní tu je jen {queuelen} písní ve frontě.

source: {skip_to_track} Tracks Skipped
cs_cz: {skip_to_track} Skladeb Přeskočeno

source: The owner needs to set the Spotify client ID and Spotify client secret, before Spotify URLs or codes can be used. See `{prefix}audioset spotifyapi` for instructions.
cs_cz: Vlastník musí nastavit Spotify klientské ID a Spotify klientské tajemství, než Spotify URL nebo kódy mohou být použité. Napište `{prefix}audioset spotifyapi` pro zobrazení instrukcí.

source: The owner needs to set the YouTube API key before Spotify URLs or codes can be used. See `{prefix}audioset youtubeapi` for instructions.
cs_cz: Vlastník musí nastavit YouTube API klíč, než Spotify URL nebo kódy mohou být použité. Napište `{prefix}audioset youtubeapi` pro zobrazení instrukcí.

source: Unable To Get Tracks
cs_cz: Nedaři Se Získat Skladby

source: Wait until the playlist has finished loading.
cs_cz: Počkejte než se dokončí načítání playlistu.

source: Nothing found.
cs_cz: Nic nenalezeno.

source: Track is not playable.
cs_cz: Skladbu nelze přehrát.

source: **{suffix}** is not a fully supported format and some tracks may not play.
cs_cz: **{suffix}** není plně podporovaný formát, je možné že se nepodaří přehrát všechny skladby.

source: Unable to Get Track
cs_cz: Nelze Získat Skladbu

source: I'm unable to get a track from the Lavalink node at the moment, try again in a few minutes.
cs_cz: Momentálně se mi nedaří získat skladbu z uzlu Lavalink, zkuste to za pár minut znovu.

source: The Spotify API key or client secret has not been set properly. Use `{prefix}audioset spotifyapi` for instructions.
cs_cz: Spotify API klíč nebo klientský tajný klíč nebyl správně nastaven. Pro pokyny použijte `{prefix}audioset spotifyapi`.

source: Unable To Find Tracks
cs_cz: Skladby Nenalezeny

source: This doesn't seem to be a supported Spotify URL or code.
cs_cz: Pravděpodobně se nejedná o podporovaný Spotify odkaz nebo kód.

source: {query} is not an allowed query.
cs_cz: {query} není povolený dotaz.

source: I'm unable to get a track from Lavalink node at the moment, try again in a few minutes.
cs_cz: Nyní nejsem schopný získat skladby z Lavalink uzlu, zkuste to znovu za pár minut.

source: Local tracks will not work if the `Lavalink.jar` cannot see the track. This may be due to permissions or because Lavalink.jar is being run in a different machine than the local tracks.
cs_cz: Lokální skladby nebudou fungovat pokud 'Lavalink.jar' nemůže vidět skladbu. Toto se mohlo stát kvůli nastaveným právům nebo Lavalink.jar běží na jiném stroji než kde jsou lokálni skladby uloženy.

source: {bad_tracks} tracks cannot be queued.
cs_cz: {bad_tracks} skladby nemůžou být zařazeny do fronty.

source: No Title
cs_cz: Bez názvu

source: Playlist Enqueued
cs_cz: Playlist zařazen do fronty

source: Album Enqueued
cs_cz: Album Bylo Zařazeno Do Fronty

source: Added {num} tracks to the queue.{maxlength_msg}
cs_cz: Přidáno {num} skladeb do fronty.{maxlength_msg}

source: {time} until start of playlist playback: starts at #{position} in queue
cs_cz: {time} do začátku přehrávání playlistu: je na #{position} pozici ve frontě

source: Nothing found
cs_cz: Nic nebylo nalezeno

source: Please wait, finding tracks...
cs_cz: Počkejte prosím, hledám skladby...

source: Getting track {num}/{total}...
cs_cz: Záskávám skladby {num}/{total}...

source: Matching track {num}/{total}...
cs_cz: Porovnávám skladbu {num}/{total}...

source: Loading track {num}/{total}...
cs_cz: Načítám skladbu {num}/{total}...

source: Approximate time remaining: {seconds}
cs_cz: Zbývá přibližně času: {seconds}

source: I'm unable to get a track from Lavalink at the moment, try again in a few minutes.
cs_cz: Nyní nejsem schopný získat skladbu z Lavalink uzlu, zkuste to znovu za pár minut.

source: The connection was reset while loading the playlist.
cs_cz: Připojení bylo obnoveno při načítání seznamu skladeb.

source: You do not have the permissions to manage {name} (`{id}`) [**{scope}**].
cs_cz: Nemáte práva k správě {name} (`{id}`) [**{scope}**].

source: You do not have the permissions to manage that playlist in {guild}.
cs_cz: Nemáte práva ke správě tohoto seznamu skladeb v {guild}.

source: You do not have the permissions to manage playlist owned by {user}.
cs_cz: Nemáte práva ke správě tohoto seznamu skladeb vlastněným uživatelem {user}.

source: You do not have the permissions to manage playlists in {scope} scope.
cs_cz: Nemáte práva ke správě tohoto seznamu skladeb v {scope} rozsahu.

source: No access to playlist.
cs_cz: Nemáte přístup k tomuto seznamu skladeb.

source: {match_count} playlists match {original_input}: Please try to be more specific, or use the playlist ID.
cs_cz: {match_count} seznamů skladeb se shoduje s {original_input}: Prosím pokuste se být přesnější nebo použíte ID seznamu skladeb.

source: {number}. <{playlist.name}> - Scope: < {scope} > - ID: < {playlist.id} > - Tracks: < {tracks} > - Author: < {author} >
cs_cz: {number}. <{playlist.name}> - Rozsah: < {scope} > - ID: < {playlist.id} > - Skladby: < {tracks} > - Autor: < {author} >

source: {playlists} playlists found, which one would you like?
cs_cz: {playlists} seznamů skladeb nalezeno, který z nich chcete?

source: Too many matches found and you did not select which one you wanted.
cs_cz: Příliš mnoho shod nalezeno a nevybral jste, který jste přesně chtěl.

source: Playlists you can access in this server:
cs_cz: Seznamy skladeb, ke kterým máte na tomto serveru přístup:

source: Playlists for {scope}:
cs_cz: Seznamy skladeb pro {scope}:

source: Please wait, adding tracks...
cs_cz: Počkejte prosím, přidávám skladby...

source: Requested by: **{user}**
cs_cz: Na žádost **{user}**

source: Playing:
cs_cz: Hraje:

source: requested by **{user}**
cs_cz: na žádost **{user}**

source: Shuffle
cs_cz: Náhodně

source: Repeat
cs_cz: Opakovat

source: Matching Tracks:
cs_cz: Odpovídající skladby:
