Repository: xxcxcxccx/ReliableTautMultiprocessing
Catalog: Red-DiscordBot-3-develop/redbot/cogs/cleanup/locales/*.po
Languages: nl_nl

source: This cog contains commands used for "cleaning up" (deleting) messages. This is designed as a moderator tool and offers many convenient use cases. All cleanup commands only apply to the channel the command is executed in. Messages older than two weeks cannot be mass deleted. This is a limitation of the API.
nl_nl: Deze cog bevat commando's die gebruikt worden voor het "opschonen" (verwijderen van) berichten. Dit is ontworpen als moderator instrument en biedt veel handige gevallen voor gebruik. Alle schoonmaakopdrachten zijn alleen van toepassing op het kanaal waar het commando in wordt uitgevoerd. Berichten ouder dan twee weken kunnen niet massaal worden verwijderd. Dit is een beperking van de API.

source: Are you sure you want to delete {number} messages?
nl_nl: Weet je zeker dat je {number} berichten wilt verwijderen?

source: Cancelled.
nl_nl: Geannuleerd.

source: 1 message was deleted.
nl_nl: 1 bericht is verwijderd.

source: {num} messages were deleted.
nl_nl: {num} Berichten zijn verwijderd.

source: Base command for deleting messages.
nl_nl: Basis commando voor het verwijderen van berichten.

source: Delete all messages after a specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages after it. **Arguments:** - `<message_id>` The id of the message to cleanup after. This message won't be deleted. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nl_nl: Verwijder alle berichten na een opgegeven bericht. Ophalen van een bericht-id schakel de ontwikkelaarsmodus in de Discord- instellingen van het tabblad 'verschijnen'. Klik vervolgens met de rechtermuisknop op een bericht en kopieer de Id ervan. Als u op een bericht antwoordt, worden alle berichten daarna gewist. **Arguments:** - `<message_id>` Het id van het bericht om daarna op te schonen. Dit bericht zal niet worden verwijderd. - `<delete_pinned>` Of je vastgezette berichten wilt verwijderen of niet. Standaard ingesteld op onwaar

source: Message not found.
nl_nl: Bericht niet gevonden.

source: Deletes X messages before the specified message. To get a message id, enable developer mode in Discord's settings, 'appearance' tab. Then right click a message and copy its id. Replying to a message will cleanup all messages before it. **Arguments:** - `<message_id>` The id of the message to cleanup before. This message won't be deleted. - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nl_nl: Verwijdert X berichten voor het opgegeven bericht. Ophalen van een bericht-id schakel de ontwikkelaarsmodus in de Discord- instellingen van het tabblad 'verschijnen'. Klik vervolgens met de rechtermuisknop op een bericht en kopieer de ID ervan. Antwoorden op een bericht zal alle berichten opschonen. **Arguments:** - `<message_id>` Het id van het bericht om voor te reinigen. Dit bericht zal niet verwijderd worden. - `<number>` Het maximale aantal berichten om op te schonen. Moet een positief geheel getal zijn. - `<delete_pinned>` Of je vastgepinde berichten wilt verwijderen of niet. Standaard ingesteld op onwaar

source: Clean up command messages and messages from the bot in the current channel. Can only cleanup custom commands and alias commands if those cogs are loaded. **Arguments:** - `<number>` The max number of messages to cleanup. Must be a positive integer. - `<delete_pinned>` Whether to delete pinned messages or not. Defaults to False
nl_nl: Schoon opdrachtberichten en berichten van de bot op in het huidige kanaal. Kan aangepaste commando's en aliascommando's alleen opruimen als deze cogs zijn geladen. **Arguments:** - `<number>` Het maximale aantal berichten om op te schonen. Moet een positief geheel getal zijn. - `<delete_pinned>` Of je vastgezette berichten wilt verwijderen of niet. Standaardwaarden op onwaar

source: Deletes duplicate messages in the channel from the last X messages and keeps only one copy. Defaults to 50. **Arguments:** - `<number>` The number of messages to check for duplicates. Must be a positive integer.
nl_nl: Verwijdert dubbele berichten in het kanaal van de laatste X berichten en houdt slechts één kopie bij. Standaard ingesteld op 50. **Arguments:** - `<number>` Het aantal berichten dat gecontroleerd moet worden op duplicaten. Moet een positief geheel getal zijn,.

source: Manage the settings for the cleanup command.
nl_nl: Beheer de instellingen voor het opschonen commando.

source: Toggle clean up notification settings. When enabled, a message will be sent per cleanup, showing how many messages were deleted. This message will be deleted after 5 seconds.
nl_nl: Schakel opschonen notificatie instellingen aan/uit. Wanneer ingeschakeld, wordt er een bericht verzonden per schoonmaak en laat zien hoeveel berichten zijn verwijderd. Dit bericht zal na 5 seconden worden verwijderd.

source: I will no longer notify of message deletions.
nl_nl: Ik zal niet langer op de hoogte zijn van verwijderen van berichten.

source: I will now notify of message deletions.
nl_nl: Ik zal nu op de hoogte zijn van het verwijderen van berichten.

source: {} doesn't look like a valid message ID.
nl_nl: {} ziet er niet uit als een geldig bericht-ID.
