Repository: xxcxcxccx/ReliableTautMultiprocessing
Catalog: Red-DiscordBot-3-develop/redbot/cogs/audio/locales/*.po
Languages: fr_fr, pt_br, zh_tw

source: Scope must be a valid version of one of the following: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User
fr_fr: Scope doit être un des éléments suivant: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User
pt_br: O escopo deve ser uma versão válida de um dos seguintes: ​ ​ ​ ​ Global ​ ​ ​ ​ Guild ​ ​ ​ ​ User
zh_tw: 範圍必須是以下之一的有效數值： Global全球 Guild伺服器 User用戶

source: Author must be a valid version of one of the following: ​ ​ ​ ​ User ID ​ ​ ​ ​ User Mention ​ ​ ​ ​ User Name#123
fr_fr: Author doit être un des éléments suivant: ​ ​ ​ ​ Id d'un utilisateur ​ ​ ​ ​ Mention d'un utilisateur ​ ​ ​ ​ Nom d'utilisateur#123
pt_br: O(a) autor(a) deve ser uma versão válida de um dos seguintes: ​ ​ ​ ​ ID de usuário ​ ​ ​ ​ Menção de usuário ​ ​ ​ ​ Nome de usuário#123
zh_tw: 作者必須是以下之一的有效數值： 用戶ID 提及用戶 用戶名#0000

source: Guild must be a valid version of one of the following: ​ ​ ​ ​ Guild ID ​ ​ ​ ​ Exact guild name
fr_fr: Guild doit être une version valide d'un des éléments suivant : ​ ​ ​ ​ Id d'un serveur ​ ​ ​ ​ Nom exact d'un serveur
pt_br: O servidor deve ser uma versão válida de um dos seguintes: ​ ​ ​ ​ ID do servidor ​ ​ ​ ​ Nome exato do servidor
zh_tw: 公會必須是以下其中一項的有效數值： 伺服器ID 完整的伺服器名稱

source: "{arg}" was not found. It must be the ID or complete name of a server which the bot can see.
fr_fr: "{arg}" n'a pas été trouvé. Il doit s'agir de l'ID ou du nom complet d'un serveur que le bot peut voir.
pt_br: "{arg}" não foi encontrado. Deve ser o ID ou o nome completo de um servidor que o bot consiga acessar.
zh_tw: 未找到“{arg}”。 它必須是機器人所在的伺務器 ID 或完整的伺服器名稱。

source: "{arg}" does not refer to a unique server. Please use the ID for the server you're trying to specify.
fr_fr: "{arg}" ne fait pas référence à un serveur unique. Veuillez utiliser l'ID du serveur que vous essayez de spécifier.
pt_br: "{arg}" não se refere a um servidor único. Por favor, use o ID do servidor que você está tentando especificar.
zh_tw: “{arg}”不是指唯一的服務器。 請使用您要指定的服務器的 ID。

source: "{arg}" was not found. It must be the ID or name or mention a user which the bot can see.
fr_fr: "{arg}" n'a pas été trouvé. Il doit s'agir de l'ID ou du nom ou de la mention d'un utilisateur que le bot peut voir.
pt_br: "{arg}" não foi encontrado. Deve ser o ID, nome ou menção a um usuário que o bot possa acessar.
zh_tw: 未找到“{arg}”。 它必須是機器人可以讀取的 ID 或完整名稱或提及用戶。

source: Could not match '{}' to a playlist.
fr_fr: Impossible de faire correspondre '{}' à une playlist.
pt_br: Não foi possível associar '{}' a uma lista de reprodução.
zh_tw: 無法將“{}”與播放列表匹配。

source: Nothing
fr_fr: Rien
pt_br: Nada
zh_tw: 沒有

source: You cannot use `--guild`
fr_fr: Vous ne pouvez pas utiliser `--guild`
pt_br: Você não pode usar `--guild`
zh_tw: 你無法使用 `--guild`

source: You cannot use `--to-server`
fr_fr: Vous ne pouvez pas utiliser `--to-server`
pt_br: Você não pode usar `--to-server`
zh_tw: 你無法使用 `--to-server`

source: You cannot use `--from-server`
fr_fr: Vous ne pouvez pas utiliser `--from-server`
pt_br: Você não pode usar `--from-server`
zh_tw: 你無法使用 `--from-server`
